Scripts/UC6_DeleteProduct/data/t133_RequestBody.txt

"<?xml version=\"1.0\" encoding=\"UTF-8\"?><soap:Envelope xmlns:soap=\"http://schemas.xmlsoap.o"
"rg/soap/envelope/\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xmlns:xsd=\"http:/"
"/www.w3.org/2001/XMLSchema\"><soap:Body><AddSafePayMethodRequest xmlns=\"com.advantage.online."
"store.accountservice\"><safePayUsername>blkPanther</safePayUsername><accountId>121954944</acco"
"untId><safePayPassword>WAkanda2024</safePayPassword><base64Token>Basic YmxrUGFudGhlcjpXQWthbmR"
"hMjAyNA==</base64Token></AddSafePayMethodRequest></soap:Body></soap:Envelope>"
